const translation = {
    "ABOUT_ME": "فيما يتعلق بي",
    "MY_PROJECTS": "مشاريعي",
    "CONTACT": "اتصل",
    "ABOUT_ME_MAJ": "فيما يتعلق بي",
    "MY_PROJECTS_MAJ": "مشاريعي",
    "CONTACT_MAJ": "اتصل",
    "BMI": "محمد إسلام بوعياش",
    "ENGINEER": "مهندس إعلام آلي",
    "NAME": "الاسم الكامل",
    "EMAIL": "البريد الإلكتروني",
    "CONTENT": "المحتوى",
    "SEND": "إرسال",
    "FOOTER_INFO": "بوعياش محمد إسلام 2020©",
    "LANGAGE": "اللغة",
    "REQUIRED": "*اجباري",
    "SUCCESS_MSG": "تم ارسال الرسالة بنجاح.",
    "ERROR_MSG": "حدث خطأ.",
    "CV": "CV",
    "APP_LANG": "اللغات المتوفرة :",
    "TOOLS": "البرامج التي أستخدمها",
    "SEND_ME": "أرسل لي رسائل أو أسئلة ؟",
    "PROJECTS": {
        "MYPARKING": {
            "TITLE": "My Parking",
            "LANG":"الفرنسية.",
            "DESCRIPTION": "أحد التطبيقات التي تعد جزءًا من نظام إنترنت الأشياء (IoT) الذي يسمح بالكشف التلقائي والمستقل عن المركبات في ساحات الانتظار. من خلال تطبيق الهاتف المحمول ، يمكن للسائقين الحصول على معلومات حول توفر مواقف للسيارات في الوقت الحقيقي مع إمكانية الحجز عبر الإنترنت."
        },
        "SAYARADZ": {
            "TITLE": "Sayara DZ",
            "LANG":"الفرنسية.",
            "DESCRIPTION": "نظام يتألف من بوابة إلكترونية وتطبيق للهاتف المحمول من أجل إدارة طرازات وموديلات المركبات بخياراتها ومعداتها المتنوعة ، مما يتيح للمستخدمين طلب سيارات جديدة أو تقديم إعلانات للمركبات المستعملة ."
        },
        "DZNOW": {
            "TITLE": "DZ Now",
            "LANG":"الفرنسية، العربية.",
            "DESCRIPTION": "تطبيق للهاتف المحمول يقدم للمستخدمين آخر الأخبار المأخوذة من مواقع إخبارية مختلفة على الإنترنت (في الجزائر) ، من فئات مختلفة (رياضة ، سياسة ، بيئة ، ...). يوفر التطبيق أيضًا مشغلًا يتيح لك مشاهدة مقاطع الفيديو المرتبطة بمقالات مختلفة."
        },
        "CHATAPP": {
            "TITLE": "Chat App",
            "DESCRIPTION": "تطبيق دردشة على شبكة الإنترنت سريع الاستجابة مناسب لأي نوع من الشاشات ، والذي يسمح لك بإرسال رسائل إلى جهات الاتصال وتلقي الإشعارات في الوقت الفعلي.",
            "LANG":"الإنجليزية."
        },
    },
    "ABOUT": {
        "ITEM1": {
            "TITLE": "التصميم",
            "DESCRIPTION": "تصميم واجهات ويب / موبايل حديثة تتكيف مع أي نوع من الشاشات.",
        },
        "ITEM2": {
            "TITLE": "ويب",
            "DESCRIPTION": "تطوير واجهات الويب وجانب الخادم للتطبيقات (FullStack).",
        },
        "ITEM3": {
            "TITLE": "موبايل",
            "DESCRIPTION": "تطوير تطبيقات الموبايل (أندرويد).",
        },
        "ITEM4": {
            "TITLE": "هندسة",
            "DESCRIPTION": "تصميم هياكل البرامج المحسنة واتباع أفضل الممارسات.",
        },
        "ITEM5": {
            "TITLE": "الدراسة والتنفيذ",
            "DESCRIPTION": "تنفيذ حلول تقنية المعلومات لمختلف المشاكل الهندسية.",
        },

    }
};
export default translation;
